

export const BLOCK_C = {
    CONTACTS: {},
    COMPANY: {
        header: 'О компании клиента',
        list: [
            {
                title: 'Название компании:',
                description: 'ООО «Суши дом»',
            },
            {
                title: 'Сайт:',
                description: 'Sushi-home.ru',
            },
            {
                title: 'Продукт компании:',
                description: 'Франшиза — общепит доставка суши/пиццы',
            },
            {
                title: 'Годовой оборот:',
                description: '180 000 000 рублей',
            },
            {
                title: 'Количество сотрудников:',
                description: '200 человек',
            },
            {
                title: 'Наличие ЛПР:',
                description: 'Совет директоров',
            }
        ]
    },
    CLIENT: {
        header: 'О клиенте',
        badges:[ 
            {
                title: 'Возраст',
                badge: '49 лет',
            },
            {
                title: 'Психотип',
                badge: 'Конкретный',
            }
        ],
        list: [
            {
                title: 'Как психотип клиента проявляется в разговоре с менеджером:',
                description: 'клиент задаёт много вопросов о деталях предложений, хочет понимать, что конкретно будет сделано и какие результаты это принесёт. Он также выражает сомнения и риски, но не отвергает предложение окончательно.',
            },
            {
                title: 'Отношения и доверие клиента к нашей компании:',
                description: 'клиент открыто делится своими проблемами в бизнесе, но пока что не до конца уверен, что наша компания приведёт его к нужному результату'
            },
            {
                title: 'Что для клиента неприемлимо, на что он жёстко реагирует:',
                description: 'Клиент не любит, когда на него давят, ему нужно время все взвесить и обсудить с партнёрами'
            }
        ]
    }
}

export const BLOCK_D = {
    PAIN: {
        header: 'Боли и проблемы:',
        list: [
            {
                title: 'Что хочет решить клиент с помощью наших услуг:',
                description: 'высокая операционная нагрузка на собственнике бизнеса, отсутствие операционного директора, большая доля расходов, текучка кадров'
            }
        ]
    },
    REQUESTS: {
        header: 'Запросы',
        list: [
            {
                title: 'Запрос № 1',
                description: 'Клиент интересовался комплексным аудитом и оцифровкой компании, внедрением систем управления, и операционного директора'
            },
            {
                title: 'Запрос № 2',
                description: 'Клиент интересовался комплексным аудитом и оцифровкой компании, внедрением систем управления, и операционного директора'
            }
        ]
    },
    NEEDS: {
        header: 'Потребности',
        list: [
            {
                title: 'Ожидания относительно продукта, функциональности и сервиса:',
                description: 'интересует комплексный подход, под ключ'
            }
        ]
    },
    PRIORITIES: {
        header: 'Приоритеты',
        list: [
            {
                title: 'Что для клиента наиболее важно при принятии решения о покупке:',
                description: 'гарантия результата и скорость реализации проектов'
            }
        ]
    },
}

export const BLOCK_F = {
    HISTORY : {
        header: 'История общения с клиентом'
    },
    DATE_ONE: {
        date: '20.05.24 г.:',
        list: [
            {
                title: 'Мнение клиента о продукте (что нравится и не нравится):',
                description: 'продуктом заинтересовался'
            },
            {
                title: 'Готовность клиента приобрести продукт:',
                description: 'сказал, что подумает над предложением и комплексный аудит компании ему интересен'
            },
            {
                title: 'Результат общения / о каком следующем шаге договорились:',
                description: 'решение будет принимать позже, отложить разговор на 2 недели'
            }
        ]
    },
    DATE_TWO: {
        date: '10.06.24 г.:',
        list: [
            {
                title: 'Мнение клиента о продукте (что нравится и не нравится):',
                description: 'нравится наш системный подход, но ещё не до конца понял все этапы реализации'
            },
            {
                title: 'Готовность клиента приобрести продукт:',
                description: 'клиент еше раз подчеркнул риски и необходимость более детального обсуждения, но выразил готовность вернуться к вопросу после завершения текущих проектов и мероприятий'
            },
            {
                title: 'Результат общения / о каком следующем шаге договорились:',
                description: 'перезвонить через месяц (10.07.24 г.)'
            },

        ]
    }
}

export const BLOCK_E = {
    ONE: {
        header: 'Продукт релевантный потребностям клиента',
        list: [
            {
                title: 'История покупок:',
                badges: ['Аудит маркетинга', 'Консультация ОП']
            },
        ]
    },
    TWO: {
        header: 'Что нужно предложить клиенту',
        list: [
            {
                title: 'Основной продукт/услуга:',
                badges: ['Аудит маркетинга', 'Консультация ОП']
            },
            {
                title: 'Дополнительный продукт/услуга:',
                badges: ['Консультационная сессия с маркетологом']
            },
        ]
    }

}


export const BLOCK_K = {
    POSOBILITY: {
        header: 'Возможности и ограничения клиента',
        list: [
            {
                title: 'Ограничения:',
                description: 'Упоминались партнеры, от которых зависит покупка наших услуг'
            },
            {
                title: 'Бюджет:',
                description: 'Фин. возможности клиента и предполагаемые расходы на покупку:'
            },
            
        ]
    }

}








